[Play_X2_XP_ELENA_CIN_LA_Reaper_Reveal_7 AkEvent]
SpokenText="A gift, from Volk. Our people consider it a delicacy."

[Play_X2_XP_ELENA_CIN_LA_Reaper_Reveal_7_ALT_A AkEvent]
SpokenText="If you are hungry, there's more where that came from."

[Play_X2_XP_ELENA_CIN_LA_Reaper_Reveal_7_ALT_B AkEvent]
SpokenText="If you're hungry, there's more where that came from."

[Play_X2_XP_ELENA_CIN_LA_Reaper_Reveal_8 AkEvent]
SpokenText="Impressive reflexes. But unnecessary. You are safe here. More so than you imagine."

[Play_X2_XP_ELENA_CIN_LA_Reaper_Reveal_8_ALT AkEvent]
SpokenText="Impressive reflexes. But unnecessary."

[Play_X2_XP_ELENA_CIN_LA_Reaper_Reveal_8_TrimB AkEvent]
SpokenText="You are safe here."

[Play_X2_XP_ELENA_CIN_LA_Reaper_Reveal_8_trimC AkEvent]
SpokenText="More so than you imagine."

[Play_X2_XP_ELENA_CIN_LA_Reaper_Reveal_10 AkEvent]
SpokenText="Very good. We shall see if the same holds true for these Skirmishers of yours."

[Play_X2_XP_ELENA_CIN_LA_Reaper_Reveal_10_ALT AkEvent]
SpokenText="Good. We shall see if the same holds true for these Skirmishers of yours."

[Play_X2_XP_ELENA_CIN_LA_Reaper_Reveal_10_trim AkEvent]
SpokenText="We shall see if the same holds true for these Skirmishers of yours."

[Play_X2_XP_ELENA_CIN_LA_Reaper_Reveal_11 AkEvent]
SpokenText="Your presence already disturbs them. We must move quickly. My people will take care of this camp. Come."

[Play_X2_XP_ELENA_T_ASSN_Captures_Elena_Convo_A_2 AkEvent]
SpokenText="You will find I know nothing but hatred and disgust for you and your gods."

[Play_X2_XP_ELENA_T_Extract_Know_Elena_Convo_A_2 AkEvent]
SpokenText="Nothing you learn will change the future for your kind, alien."

[Play_X2_XP_ELENA_T_Extract_Know_Elena_Convo_B_2 AkEvent]
SpokenText="My people will never surrender."

[Play_X2_XP_ELENA_T_HNTR_Captures_Elena_Convo_A_2 AkEvent]
SpokenText="And you must know very little if you think I will tell you anything."

[Play_X2_XP_ELENA_T_LNA_Lost_1 AkEvent]
SpokenText="Dammit! We are too slow. They have found us."

[Play_X2_XP_ELENA_T_LNA_Lost_2 AkEvent]
SpokenText="The forgotten ones. The Lost. We cannot allow them to get close!"

[Play_X2_XP_ELENA_T_LNA_Part1_Elena_Grenade AkEvent]
SpokenText="Necessary but risky. The Lost have ears everywhere."

[Play_X2_XP_ELENA_T_LNA_Part1_Escape_Trouble_1 AkEvent]
SpokenText="They rarely do..."

[Play_X2_XP_ELENA_T_LNA_Part1_Escape_Trouble_1_ALT_A AkEvent]
SpokenText="Reapers do not do easy."

[Play_X2_XP_ELENA_T_LNA_Part1_Escape_Trouble_1_ALT_B AkEvent]
SpokenText="We will make it to your pet ADVENT in time."

[Play_X2_XP_ELENA_T_LNA_Part1_Final_Unit_Exits_1 AkEvent]
SpokenText="Oh, we'll be there."

[Play_X2_XP_ELENA_T_LNA_Part1_First_Encounter_Ends_1 AkEvent]
SpokenText="A momentary victory, others are surely on the way. We must keep moving."

[Play_X2_XP_ELENA_T_LNA_Part1_First_Lost_Kill AkEvent]
SpokenText="These creatures' true strength lies in their numbers. As you can see they fall easily, if we are careful with our shots, we will prevail."

[Play_X2_XP_ELENA_T_LNA_Part1_Lost_Combat_Five_1 AkEvent]
SpokenText="We risk all this, for Pratal Mox. If he is not what you say he is, I shall kill him myself."

[Play_X2_XP_ELENA_T_LNA_Part1_Lost_Combat_Four AkEvent]
SpokenText="These creatures are worse even than ADVENT. They have no cause, no fear. They simply exist. If we do not defeat the aliens soon we will become little more than they are."

[Play_X2_XP_ELENA_T_LNA_Part1_Lost_Combat_One_1 AkEvent]
SpokenText="When the governments fell, millions starved. Many fled to cities such as this to scavenge for food. They did not heed the warnings. "

[Play_X2_XP_ELENA_T_LNA_Part1_Lost_Combat_Seven_1 AkEvent]
SpokenText="For years my people hunted his kind. For years, we survived. Now, you risk everything for your dreams of peace."

[Play_X2_XP_ELENA_T_LNA_Part1_Lost_Combat_Seven_2 AkEvent]
SpokenText="If only your speeches could take down these cursed creatures..."

[Play_X2_XP_ELENA_T_LNA_Part1_Lost_Combat_Six_1 AkEvent]
SpokenText="A swarm. We must push forward before it arrives."

[Play_X2_XP_ELENA_T_LNA_Part1_Lost_Combat_Three_1 AkEvent]
SpokenText="Yes. All we can offer them now is a merciful death."

[Play_X2_XP_ELENA_T_LNA_Part1_Lost_Combat_Two AkEvent]
SpokenText="My people have encountered these beings before. At first, they may appear mindless, but they hear quite well. In great numbers, they can be very deadly."

[Play_X2_XP_ELENA_T_LNA_Part1_Lost_Infinite AkEvent]
SpokenText="We cannot hold this position forever. Speed is our advantage this day, not firepower."

[Play_X2_XP_ELENA_T_LNA_Part1_Lost_Pod_Reveals_1 AkEvent]
SpokenText="No more time for regrets, we are not alone!"

[Play_X2_XP_ELENA_T_LNA_Part1_Lost_Pod_Reveals_2 AkEvent]
SpokenText="What was human died years ago. Only the taint of the aliens survives now. Where there is one, more will follow. You must not hesitate to destroy them!"

[Play_X2_XP_ELENA_T_LNA_Part1_Lost_Sound_Warning_1 AkEvent]
SpokenText="The sound of battle will draw the entire swarm. We must leave this place quickly."

[Play_X2_XP_ELENA_T_LNA_Part1_LostGone_NoEscape_1 AkEvent]
SpokenText="For now."

[Play_X2_XP_ELENA_T_LNA_Part1_Mission_Setup_1 AkEvent]
SpokenText="Mox? Pratal Mox! His death squads wiped out entire camps of my people in the first years of the war. You would dare do this?!"

[Play_X2_XP_ELENA_T_LNA_Part1_Mission_Setup_2 AkEvent]
SpokenText="I will get us to the rendezvous point. We shall see what happens then."

[Play_X2_XP_ELENA_T_LNA_Part1_More_Lost_Reveals_1 AkEvent]
SpokenText="More than enough to rip us apart if we are not careful. My people have learned to move quickly in these places, that is the key to our survival."

[Play_X2_XP_ELENA_T_LNA_Part1_Player_Grenade AkEvent]
SpokenText="The Lost may appear mindless but they listen quite well. You take a risk with noises such as this."

[Play_X2_XP_ELENA_T_LNA_Part1_Pre_Fog_Pod_2 AkEvent]
SpokenText="Reapers have forgotten nothing. This place is but one reminder of why we must cleanse this planet of alien filth forever."

[Play_X2_XP_ELENA_T_LNA_Part1_Second_Wave_Lost_1 AkEvent]
SpokenText="There is no hiding from these creatures! If we cannot rely on the shadows, then we will fight our way out of this place..."

[Play_X2_XP_ELENA_T_LNA_Part3_Combat_Five_1 AkEvent]
SpokenText="Yes, Monster. For you."

[Play_X2_XP_ELENA_T_LNA_Part3_Combat_Two_1 AkEvent]
SpokenText="Hmmm...perhaps our people do have more in common than we think."

[Play_X2_XP_ELENA_T_LNA_Part3_Lost_Reinforcement_1 AkEvent]
SpokenText="Meaning, that thing just rang the dinner bell for every remaining Lost in the city."

[Play_X2_XP_ELENA_T_LNA_Part3_Post_RedezAssassin_1 AkEvent]
SpokenText="The Elder's attack dog will fall this day."

[Play_X2_XP_ELENA_T_LNA_Part3_Return_to_Base_1 AkEvent]
SpokenText="It was not. I will make sure of that."

[Play_X2_XP_ELENA_T_LNA_Part3_Turn_One_1 AkEvent]
SpokenText="He hunts us as if we are sport. He seems to know our ways better than ourselves."

[Play_X2_XP_ELENA_T_LNA_Part3_Turn_Three_1 AkEvent]
SpokenText="If this thing is anything like its brother our assault must be relentless. These creatures shrug off injury, they do not know death."

[Play_X2_XP_ELENA_T_LNA_Part3_Turn_Two_1 AkEvent]
SpokenText="They appeared without warning years ago. Had they not, we would have already regained our home!"

[Play_X2_XP_ELENA_T_LNA_Play3_Lost_Battle_Four_1 AkEvent]
SpokenText="There will come a day when my people take back this place for our own."

[Play_X2_XP_ELENA_T_LNA_Play3_Lost_Battle_Six_1 AkEvent]
SpokenText="Tell her to hold as long as she can. We will be there."

[Play_X2_XP_ELENA_T_LNA_Play3_Lost_Battle_Three_1 AkEvent]
SpokenText="I believe you..."

[Play_X2_XP_ELENA_T_LNA_Play3_Lost_Battle_Two_1 AkEvent]
SpokenText="How many of these creatures can still be in this city?!"

